Repository: fabriciosanchez/Arda.Web
Catalog: Arda.Web/Arda.Web/Resources/Views.Home.Index.*.resx
Languages: pt

# AboutSection_Text1
source: Easy measure
pt: Facilitar a medição do trabalho

# AboutSection_Text10
source: Workloads distribution
pt: Distribuição de workloads

# AboutSection_Text11
source: This is another problem to solve. When managers can’t see clearly the work/projects distribution between team's members wrong allocations can occur. This fact could implies the team unbalancing.
pt: Este é outro problema a ser resolvido. Quando os gerentes não possuem uma visão clara quanto à distribuição do trabalho / projetos entre os membros da equipe, alocações erradas podem ocorrer e este ste fato pode implicar em desequilíbrio para a equipe.

# AboutSection_Text12
source: Engagement with external technical communities
pt: Engajamento com comunidades técnicas

# AboutSection_Text13
source: In order to amplify the Microsoft technologies (to reach outside our boundaries), we need to find out some new ways to engage with other communities Microsoft and non-Microsoft and invite then to collaborate with us in open source projects and related initiatives. This will be very impactful to all involved.
pt: Para amplificar o alcance das tecnologias da Microsoft (para chegar fora de nossos limites), precisamos descobrir novas maneiras de nos envolver com outras comunidades, Microsoft e não-Microsoft, e convidá-las então para colaborar conosco em projetos de código aberto e iniciativas relacionadas. Isso será muito positivo para todos os envolvidos.

# AboutSection_Text2
source: Today is very important to measure the things. This need applies to all different areas in a company. In addition, receiving an optimized vision about resources allocation between different projects and individual workloads is critical for all (both the resources and their managers) because it allows the team to organize their routines, equalize work/life balance and being more effective in the deliverables.
pt: Hoje é muito importante medir as coisas e com o trabalho não é diferente. De forma geral, esta necessidade se aplica a todas as diferentes áreas de uma empresa. Além disso, receber uma visão otimizada sobre a alocação dos recursos (pessoas) entre diferentes projetos e cargas de trabalho torna-se cada vez mais crítico para todos (tanto para os profissionais quanto para seus gerentes), porque permite que a equipe organize suas rotinas e equalize o trabalho, de modo que as entregas relevantes para a empresa ocorram e ao mesmo tempo, que o profissional consiga ter uma boa qualidade de vida.

# AboutSection_Text3
source: Furthermore, as Technical Evangelists (TEs) that maintain the focus on cloud computing scenarios and frequently need to show different aspects Microsoft's cloud platform to customers and partners in events and such, develop one web and mobile tool that uses completely our stack of technologies and it is delivered in the cloud could be very impactful to the team and to the community. This process could be very helpful for us in order to improve our technical skills.
pt: Além disso, como evangelistas técnicos que mantêm seu o foco em cenários de computação em nuvem e freqüentemente precisam mostrar diferentes aspectos da plataforma de nuvem da Microsoft para clientes e parceiros em eventos e reuniões técnicas, desenvolver uma ferramenta web e móvel que utiliza completamente a nossa pilha de tecnologias e que é entregue no Microsoft Azure poderia ser muito impactante não apenas para nossa equipe, como para a comunidade técnica em geral. Além disso, no sentido de aprendizado, o Arda pode ajudar bastante, uma vez que seu código fonte é aberto (GitHub).

# AboutSection_Text4
source: The external community engagement with Microsoft is another aspect that a development of a tool like that can be helpful. Once this project becomes open source, we can work very near to external communities in order to request their collaboration with us during the entire development process. Perhaps it could be a great entry point to us.
pt: O envolvimento da comunidade externa com a Microsoft é outro aspecto que o desenvolvimento de uma ferramenta como essa pode ser atender. Uma vez que este projeto se torne open source, podemos trabalhar muito perto de comunidades técnicas externas para solicitar sua colaboração conosco durante todo o processo de desenvolvimento. Talvez possa ser um ótimo ponto de sinergia.

# AboutSection_Text5
source: Arda tool emerges like a good answer to all this questions. Our goal is highly concentered to use this process (development) and tool to address all this different needs, including some impact in Microsoft scorecard.
pt: Arda surge como uma boa resposta para todos estes aspectos mencionados. Nosso objetivo está claramente concentrado na utilização deste processo (de desenvolvimento) gerado pela ferramenta para atender a todas estas diferentes necessidades, incluindo algum impacto no scorecard da Microsoft.

# AboutSection_Text6
source: Problems statement
pt: O problema

# AboutSection_Text7
source: Understanding the team's needs is fundamental to create a pragmatic solution to solve it. This way, the follow items shows de main needs mapped.
pt: Compreender as necessidades da equipe é fundamental para criar soluções pragmáticas para endereçá-las. Desta forma, os itens a seguir mostram as principais necessidades já mapeadas.

# AboutSection_Text8
source: Measure the team’s capacity
pt: Medir a capacidade dos times

# AboutSection_Text9
source: Which is the real delivery capacity of team? The answer to this question isn’t easy to be found. The great problem here is in fact of how to collect data with accuracy. This aspect is very important to provide to managers a right vision about team capacity.
pt: Qual é a real capacidade de entrega da equipe? A resposta para esta pergunta não é fácil de ser encontrada. O grande problema aqui está no fato de como coletar dados com precisão. Este aspecto é muito importante para fornecer aos gerentes uma visão correta sobre a capacidade da equipe.

# Index_CoverSubtext
source: a <strong>open source</strong> tool to manage workloads to awesome teams
pt: uma ferramenta de <strong>código aberto</strong> para gestão de equipes

# PageTitle
source: Welcome
pt: Seja bem vindo(a)
